import React from 'react'

const HeroTitleImage = () => {
  return (
    <pre className="my-2 max-w-full overflow-x-auto whitespace-pre font-mono leading-none text-[4px] text-gray-50 sm:text-[5px] md:mx-2 md:max-w-[780px] md:max-w-[780px] md:text-[10px]">
      {`▄▄▄▄▄▄    ▄▄   ▄▄▄▄▄▄   ▄▄   ▄▄▄▄▄▄ ▄            ▄▄▄▄▄▄▄ ▄▄▄▄▄▄ ▄    ▄▄▄▄▄▄▄▄   ▄▄   ▄▄   ▄  ▄▄▄▄ 
█   ▀█   ██   █        ██   █      █               █    █      █  ▄▀    █      ██   █▀▄  █ ▄▀  ▀▄
█▄▄▄▄▀  █  █  █▄▄▄▄▄  █  █  █▄▄▄▄▄ █               █    █▄▄▄▄▄ █▄█      █     █  █  █ █▄ █ █    █
█   ▀▄  █▄▄█  █       █▄▄█  █      █               █    █      █  █▄    █     █▄▄█  █  █ █ █    █
█    ▀ █    █ █      █    █ █▄▄▄▄▄ █▄▄▄▄▄          █    █▄▄▄▄▄ █   ▀▄   █    █    █ █   ██  █▄▄█`}
    </pre>
  )
}

export default HeroTitleImage